Repository: oussama1-cpu/60-seconds-tonapoli
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: 60 Seconds to Napoli
ar: 60 ثانية لنابولي

source: Best Neapolitan pizza restaurant in Berlin
ar: أفضل مطعم بيتزا نابولية في برلين

source: Home
ar: الرئيسية

source: Menu
ar: القائمة

source: About
ar: من نحن

source: Contact
ar: اتصل بنا

source: Language
ar: اللغة

source: Cart
ar: السلة

source: We offer you the best authentic Neapolitan pizza with fresh ingredients and professional chefs
ar: نقدم لكم أفضل البيتزا النابولية الأصيلة مع مكونات طازجة ومطعمين محترفين

source: Quick Links
ar: روابط سريعة

source: Contact Information
ar: معلومات التواصل

source: Main Street 123, Berlin, Germany
ar: شارع الرئيسي 123، برلين، ألمانيا

source: Sunday - Thursday: 11:00 AM - 11:00 PM
ar: الأحد - الخميس: 11:00 ص - 11:00 م

source: All rights reserved © 2024 60 Seconds to Napoli
ar: جميع الحقوق محفوظة © 2024 60 ثانية لنابولي

source: We accept:
ar: نقبل:

source: Home - 60 Seconds to Napoli
ar: الرئيسية - 60 ثانية لنابولي

source: Authentic Neapolitan Pizza
ar: أصيل بيتزا نابولية

source: in 60 Seconds
ar: في 60 ثانية

source: Enjoy the best authentic Neapolitan pizza with fresh ingredients from Italy and professional chefs
ar: استمتع بأفضل البيتزا النابولية الأصيلة مع مكونات طازجة من إيطاليا ومطعمين محترفين

source: Order Now
ar: اطلب الآن

source: View Menu
ar: عرض القائمة

source: Fast Delivery
ar: توصيل سريع

source: 25-35 minutes
ar: 25-35 دقيقة

source: High Quality
ar: جودة عالية

source: Fresh ingredients
ar: مكونات طازجة

source: Secure Payment
ar: دفع آمن

source: Multiple payment methods
ar: طرق دفع متعددة

source: Made with Love
ar: مصنوع بحب

source: Professional chefs
ar: مطعمون محترفون

source: Featured Items
ar: الأصناف المميزة

source: Discover our most popular dishes loved by our customers
ar: اكتشف أشهر أطباقنا المفضلة لدى عملائنا

source: Details
ar: التفاصيل

source: Add
ar: أضف

source: View Full Menu
ar: عرض القائمة الكاملة

source: Our Story
ar: قصة مطعمنا

source: At 60 Seconds to Napoli, we believe that good pizza needs time and high-quality ingredients
ar: في 60 ثانية لنابولي، نحن نؤمن بأن البيتزا الجيدة تحتاج إلى وقت ومكونات عالية الجودة

source: We prepare authentic Neapolitan pizza using traditional techniques and ingredients imported directly from Italy. Our stone oven ensures perfect cooking in just 60 seconds, exactly like in Naples.
ar: نحضر بيتزا نابولية أصيلة باستخدام تقنيات تقليدية ومكونات مستوردة مباشرة من إيطاليا. فرننا الحجري يضمن طبخ مثالي في 60 ثانية فقط، تماماً كما في نابولي.

source: Happy customers daily
ar: عميل سعيد يومياً

source: Different pizza types
ar: نوع بيتزا مختلف

source: Star rating
ar: تقييم النجوم

source: Seconds to cook
ar: ثانية للطبخ

source: Learn More
ar: اعرف المزيد

source: Customer Reviews
ar: آراء عملائنا

source: We are proud of our customer ratings
ar: نحن فخورون بتقييمات عملائنا

source: Ahmed Mohamed
ar: أحمد محمد

source: Regular customer
ar: عميل منتظم

source: The best pizza I've had in Berlin! Fresh ingredients and excellent service. Highly recommend.
ar: أفضل بيتزا تناولتها في برلين! المكونات طازجة والخدمة ممتازة. أوصي بها بشدة.

source: Fatima Ali
ar: فاطمة علي

source: New customer
ar: عميلة جديدة

source: Very fast delivery and pizza is always hot. Excellent quality and reasonable price.
ar: التوصيل سريع جداً والبيتزا دائماً ساخنة. جودة ممتازة وسعر معقول.

source: Khaled Salem
ar: خالد سالم

source: Food critic
ar: ناقد طعام

source: The pizza taste is exactly like what I had in Naples. Authentic and very delicious!
ar: طعم البيتزا يشبه تماماً ما تناولته في نابولي. أصيل ولذيذ جداً!

source: Hungry? Order your pizza now!
ar: جائع؟ اطلب بيتزاك الآن!

source: Fast delivery throughout Berlin. Order now and enjoy the best Neapolitan pizza.
ar: توصيل سريع في جميع أنحاء برلين. اطلب الآن واستمتع بأفضل بيتزا نابولية.

source: Menu - 60 Seconds to Napoli
ar: القائمة - 60 ثانية لنابولي

source: Discover our authentic Neapolitan pizzas and Italian specialties
ar: اكتشف بيتزا نابولي الأصيلة والتخصصات الإيطالية

source: Search menu items...
ar: ابحث في أصناف القائمة...

source: Vegetarian
ar: نباتي

source: Vegan
ar: نباتي صرف

source: Gluten-Free
ar: خالي من الجلوتين

source: Sort by Name
ar: ترتيب حسب الاسم

source: Price: Low to High
ar: السعر: من الأقل إلى الأعلى

source: Price: High to Low
ar: السعر: من الأعلى إلى الأقل

source: Highest Rated
ar: الأعلى تقييماً

source: Most Popular
ar: الأكثر شعبية

source: Active filters:
ar: الفلاتر النشطة:

source: Categories
ar: الفئات

source: Quick Stats
ar: إحصائيات سريعة

source: Total Items:
ar: إجمالي الأصناف:

source: Filtered:
ar: المفلترة:

source: Loading...
ar: جاري التحميل...

source: Filtering menu items...
ar: جاري فلترة أصناف القائمة...

source: No items found
ar: لم يتم العثور على أصناف

source: Try adjusting your filters or search terms
ar: حاول تعديل الفلاتر أو مصطلحات البحث

source: Clear All Filters
ar: مسح جميع الفلاتر

source: Item Details
ar: تفاصيل الصنف

source: Add to Cart
ar: أضف إلى السلة

source: Close
ar: إغلاق

source: Admin
ar: لوحة التحكم

source: My Account
ar: حسابي

source: My Orders
ar: طلباتي

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Register
ar: إنشاء حساب

source: Award Winning Neapolitan Pizza
ar: بيتزا نابولية حائزة على جوائز

source: Original Neapolitan pizza with high-quality ingredients and a dough that rests for up to 72 hours and is baked at 485°C for just 60 seconds.
ar: بيتزا نابولية أصلية مع مكونات عالية الجودة وعجينة ترتاح لمدة 72 ساعة وتُخبز عند 485 درجة مئوية في 60 ثانية فقط.

source: Make a Reservation
ar: احجز طاولة

source: 485°C Wood Fire
ar: فرن حطب 485 درجة

source: Our pizzas are cooked in a traditional wood-fired oven at 485°C for the perfect Neapolitan crust.
ar: تُطهى البيتزا لدينا في فرن حطب تقليدي عند 485 درجة مئوية للحصول على قشرة نابولية مثالية.

source: 72h Dough
ar: عجينة 72 ساعة

source: Our dough is made with Italian flour and left to rise for 72 hours for optimal flavor and texture.
ar: تُصنع عجينتنا من الدقيق الإيطالي وتُترك لترتفع لمدة 72 ساعة للحصول على نكهة وقوام مثالي.

source: Premium Ingredients
ar: مكونات فاخرة

source: We use only the finest imported Italian ingredients, including San Marzano tomatoes and fresh mozzarella di bufala.
ar: نستخدم فقط أفضل المكونات الإيطالية المستوردة، بما في ذلك طماطم سان مارزانو وموزاريلا دي بوفالا الطازجة.

source: Our Specialties
ar: تخصصاتنا

source: Discover our authentic Neapolitan pizzas
ar: اكتشف البيتزا النابولية الأصيلة لدينا

source: View Details
ar: عرض التفاصيل

source: Find Us
ar: موقعنا

source: Visit us at one of our locations
ar: زورونا في أحد فروعنا

source: What Our Customers Say
ar: ماذا يقول عملاؤنا

source: Discover why our guests love us
ar: اكتشف لماذا يحبنا ضيوفنا

source: 5 stars
ar: 5 نجوم

source: 4 stars
ar: 4 نجوم

source: 3 stars
ar: 3 نجوم

source: 2 stars
ar: نجمتان

source: 1 star
ar: نجمة واحدة
